Workspace/test_cases/03-dbns-shocktube/00-basic-500/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="dbnsFoam"

runApplication blockMesh
runApplication setFields
runApplication $application
runApplication sample
